{
  "app_title": "Always Worth Of Love",
  "app_subtitle": "A safe place for all to find help",
  "language": "Language",
  "navbar": "Navbar",
  "home": "Home",
  "resources": "Resources",
  "about": "About",
  "donate": "Donate",
  "events": "Events",
  "about_js": "Our mission is to collaboratively provide transitioning services for houseless, individuals leaving residential treatment, and survivors of domestic violence. We empower people, including peer-based staff who have firsthand experience with addiction, recovery, or houselessness, to reintegrate into society. Our non-judgmental approach ensures their safety and active participation in the community. Through lasting solutions, we support individuals in transitioning into stable housing, offering mentorship, resources for housing stability, and food to foster a thriving and inclusive community.",
  "home_js": "This is a safe place for lgbtqia, nuerodivergent people, or anyone who may need help. We are here with compassion and hope.",
  "resources_js": "Resource page",
  "events_js": "Here is where we will list events to bring together likeminded people that want to help impact our community.",
  "name": "Name",
  "email": "Email",
  "donation_item": "What you would like to donate",
  "donation_item_header": "Here you can donate items, please fill out your information and we will email you soon to coordinate",
  "submit": "Submit",
  "housing":"Housing",
  "treatment":"Treatment",
  "food":"Food",
  "shelters":"Shelters",
  "warming_shelters":"Warming Shelters",
  "transportation": "Transportation",
  "clothing":"Clothing",
  "contact": "If you would like to email us, please",
  "click_here": "click here",
  "warming_description":"Overnight winter warming shelters for extreme weather",
  "location": "Location:",
  "phone_number": "Phone number:",
  "hours_of_opperation": "Hours of Opperation:",
  "eligibility": "Eligibility:",
  "services": "Services:",
  "website": "Website:",
  "housing_solutions_info":"Council for the Homeless operates severe weather shelters at St Paul Lutheran Church",
  "hsc_el": "Single men 18 and older",
  "lhllc": "Meals, shower sign ups, food boxes, clothing, tents, and basic necessities",
  "hoolhllc": "Wednesdays 17:00-19:30 and Sundays 13:30-16:00",
  "osoilc": "Offering overnight shelter throughout the winter season. Donations of socks, gloves, jackets, blankets, personal care products (toothbrushes, deodorant, feminine hygiene supplies), non-perishable food, and scarves are accepted.",
  "immanuel_luthren_elig":"Adults age 18 and older, families with children under age 18, pets allowed (up to 5 per night shelter-wide). Must not have a registered sex offense.",
  "riv_city_elig": "Serves families",
  "riv_city_hours": "Intake: Monday-Friday 900-2000, Saturday/Sunday/Holidays 1100-2000",
  "food_description":"Food resources",
  "east_vanc_hours": "Every second Saturday 1200-1500",
  "about_giving_closet": "Serving all of Clark County, FREE clothing shopping days by last name.",
  "st_vincent_services":"Food, emergency lodging, rent and utilities assistance, clothes, and household",
  "about_lifeline":"Specializes in mental health and substance use disorder outpatient services including individual and group counseling, mental health and substance use disorder assessments, detox, residential, outpatient, and integrated care.",
  "lifeline_hours": "Monday-Sunday 700-1900and Walk in assessments: Monday-Thursday 1200-1500",
  "about_clear":"Housing justice for deaf, hard of hearing or speech impaired",
  "about_single_men":"At Share House, our case managers and housing navigators work to address barriers and empower residents to secure permanent housing and access resources for employment, health, education and more. Local service providers join us on site to make it easier for residents to get the services they need. Share House is the only shelter for single men in Clark County, Washington.",
  "about_coda":"12-Step group for individuals wanting healthy relationships and setting boundaries."
}