{
  "app_title": "Siempre digno de amor",
  "app_subtitle": "Un lugar seguro para que todos encuentren ayuda",
  "language": "Idioma",
  "navbar": "Barra de navegación",
  "home": " Pagina de inicio",
  "resources": "Recursos",
  "about": "Sobre",
  "donate": "Donar",
  "events": "Events",
  "about_js": "Nuestra misión es brindar de manera colaborativa servicios de transición para las personas sin hogar, las personas que abandonan el tratamiento residencial y los sobrevivientes de violencia doméstica. Empoderamos a las personas, incluido el personal entre pares que tienen experiencia de primera mano con la adicción, la recuperación o la falta de vivienda, para que se reintegren a la sociedad. Nuestro enfoque sin prejuicios garantiza su seguridad y participación activa en la comunidad. A través de soluciones duraderas, apoyamos a las personas en la transición a una vivienda estable, ofreciendo tutoría, recursos para la estabilidad de la vivienda y alimentos para fomentar una comunidad próspera e inclusiva",
  "home_js": "Este es un lugar seguro para lgbtqia, personas heterodivergentes o cualquier persona que pueda necesitar ayuda. Estamos aquí con compasión y esperanza.",
  "resources_js": "Pagina de recursos",
  "events_js": "Aquí es donde enumeraremos eventos para reunir a personas con ideas afines que quieran ayudar a impactar nuestra comunidad.",
  "name": "Nombre",
  "email": "Correo electrónico",
  "donation_item": "Que te gustaría donar",
  "donation_item_header": "Aquí puede donar artículos, complete su información y le enviaremos un correo electrónico pronto para coordinar",
  "submit": "Entregar",
  "housing":"Alojamiento",
  "treatment":"Tratamiento",
  "food":"Comida",
  "shelters":"Refugios",
  "warming_shelters":"Refugios calentadores",
  "transportation": "Transporte",
  "clothing":"Ropa",
  "contact": "Si desea enviarnos un correo electrónico, por favor",
  "click_here": "haga clic aquí",
  "warming_description":"Refugios cálidos durante la noche para condiciones climáticas extremas",
  "location": "Ubicación:",
  "phone_number": "Número de teléfono:",
  "hours_of_opperation": "Horas de operación:",
  "eligibility": "Elegibilidad:",
  "services": "Servicios:",
  "website": "Sitio web:",
  "housing_solutions_info":"El Consejo para las Personas sin Hogar opera refugios contra condiciones climáticas adversas en la Iglesia Luterana de St Paul",
  "hsc_el": "Hombres solteros mayores de 18 años",
  "lhllc": "Comidas, inscripciones para duchas, cajas de comida, ropa, tiendas de campaña y artículos de primera necesidad",
  "hoolhllc": "Miércoles 17:00-19:30 y domingos 13:30-16:00",
  "osoilc": "Ofreciendo refugio durante la noche durante la temporada de invierno. Se aceptan donaciones de calcetines, guantes, chaquetas, mantas, productos de cuidado personal (cepillos de dientes, desodorante, artículos de higiene femenina), alimentos no perecederos y bufandas. Ofrecer alojamiento durante la noche durante la temporada de invierno. Se aceptan donaciones de calcetines, guantes, camperas, cobijas, productos de cuidado personal (cepillos de dientes, desodorante, artículos de higiene femenina), alimentos no perecederos y bufandas.",
  "immanuel_luthren_elig":" Adultos mayores de 18 años, familias con niños menores de 18 años, se admiten mascotas (hasta 5 por noche en todo el refugio). No debe tener un delito sexual registrado.",
  "riv_city_elig": "Sirve a familias",
  "riv_city_hours": "Admisión: lunes a viernes 900-2000, sábado/domingo/días festivos 1100-2000",
  "food_description":"Recursos alimentarios",
  "east_vanc_hours": "Cada segundo sábado 1200-1500",
  "about_giving_closet": "Al servicio de todo el condado de Clark, días GRATUITOS de compra de ropa por apellido.",
  "st_vincent_services":"Asistencia para alimentos, alojamiento de emergencia, alquiler y servicios públicos, ropa y hogar",
  "about_lifeline":"Se especializa en servicios ambulatorios de salud mental y trastornos por uso de sustancias, incluido asesoramiento individual y grupal, evaluaciones de trastornos de salud mental y uso de sustancias, desintoxicación, atención residencial, ambulatoria e integrada.",
  "lifeline_hours": "De lunes a domingo de 700 a 1900 y evaluaciones sin cita previa: de lunes a jueves de 1200 a 1500",
  "about_clear":"Justicia de vivienda para personas sordas, con problemas de audición o del habla",
  "about_single_men":"En Share House, nuestros administradores de casos y orientadores de vivienda trabajan para abordar las barreras y capacitar a los residentes para que consigan una vivienda permanente y accedan a recursos de empleo, salud, educación y más. Los proveedores de servicios locales se unen a nosotros en el sitio para facilitar que los residentes obtengan los servicios que necesitan. Share House es el único refugio para hombres solteros en el condado de Clark, Washington.",
  "about_coda":"Grupo de 12 pasos para personas que desean relaciones saludables y establecen límites."
}